# Задание 3

# Запрашиваем у пользователя 2 целых числа
print("Введите первое число: ")
