# Задание 2

my_list = [1, 2, 3]  # Создаём список из трёх элементов
print(my_list)
my_list[0] = 100  # Меняем первый элемент массива на символ a
print(my_list)

my_tuple = (1, 2, 3)
print(my_tuple)
# my_tuple[0] = 100
# Не можем изменить, поскольку кортеж неизменяемый тип данных

my_string = "cat"
print(my_string)
# my_string[0] = 'b'
# Так же не может изменить, поскольку строка это неизменяемый тип данных